---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.AnalyticalMember
source: html/4fa1b559-e38b-031c-44ef-c98d9c05f62e.htm
---
# AnalyticalMember Properties

This represents the Analyze As parameter assigned to Analytical Element.